Repository: FranzBias/cinnamon-spices-actions
Catalog: change-files-modification-date@FranzBias/files/change-files-modification-date@FranzBias/po/*.po
Languages: ar, bg, bo, de, el, es, fa, fi, fr, ga, gd, hr, hu, id, it, ja, kn, ko, ku, lo, mk, mn, ms, mt, nb, ne, nl, pl, pt, ro, ru, sk, sl, sv, sw, th, tr, uk, vi, zh_cn

source: Change the modification date of the selected file(s)
ar: تغيير تاريخ التعديل للملف (الملفات) المحددة
bg: Променете датата на модификация на избрания файл(ове)
bo: འདིའི་རྩོམ་གྱི་ཚེས་ལོ་འདི་ལུས་ཀྱི་དཔེ་ལུ་རྩོམ་གྱི་ཡིག་ཚུལ་རྩོམ་གྱི་འདི་ལུད་རྩོམ་
de: Ändern des Änderungsdatums der ausgewählten Datei(en)
el: Αλλαγή της ημερομηνίας τροποποίησης των επιλεγμένων αρχείων
es: Cambiar la fecha de modificación del/los archivo(s) seleccionado(s)
fa: تغییر تاریخ ویرایش فایل(های) انتخاب شده
fi: Muuta valitun tiedoston(tiedostojen) muokkauspäivämäärää
fr: Modifier la date de modification du/des fichier(s) sélectionné(s)
ga: Athraigh dáta an mhodhnóireachta do na comhad(taí) roghnaithe
gd: Atharraich ceann-latha na h-atharrachaidh airson an fhaidhle(faidhle) a chaidh a thaghadh
hr: Promijeni datum izmjene odabranog fajla(ova)
hu: A kiválasztott fájl(ok) módosítási dátumának megváltoztatása
id: Ubah tanggal modifikasi file yang dipilih
it: Cambia la data di modifica del file (dei file) selezionato(i)
ja: 選択したファイルの変更日時を変更する
kn: ಹೆಚ್ಚು ಆಯ್ದ ಫೈಲ್‌ಗಳ ತಿದ್ದುಪಡಿ ದಿನಾಂಕವನ್ನು ಬದಲಿಸಿ
ko: 선택한 파일(들)의 수정 날짜를 변경합니다
ku: Dîrokê guhertina pelê (pelên) hilbijartî biguherîne
lo: ປ່ຽນວັນທີປັບປຸງຂອງໄຟລ໌(ຟາຍລິ໌)ທີ່ເລືອກ
mk: Променете го датумот на измена на избраниот(ите) фајл(ови)
mn: Сонгогдсон файл(ууд)-ын өөрчлөлтийн огноог өөрчлөх
ms: Tukar tarikh pengubahsuaian fail yang dipilih
mt: Biddel id-data tal-modifika tal-fajl/i magħżula
nb: Endre endringsdatoen for den valgte filen(e)
ne: चयन गरिएको फाइल(हरू)को परिमार्जन मिति परिवर्तन गर्नुहोस्
nl: Wijzig de wijzigingsdatum van het geselecteerde bestand(en)
pl: Zmień datę modyfikacji wybranego pliku(-ów)
pt: Alterar a data de modificação do(s) arquivo(s) selecionado(s)
ro: Schimbă data de modificare a fișierului(urilor) selectat(e)
ru: Изменить дату модификации выбранного(ых) файла(ов)
sk: Zmeniť dátum úpravy vybraného súboru(ov)
sl: Spremenite datum spremembe izbranega(e)ga datoteke(ov)
sv: Ändra ändringsdatum för den valda filen/filerna
sw: Badilisha tarehe ya mabadiliko ya faili iliyochaguliwa
th: เปลี่ยนวันที่การแก้ไขของไฟล์ที่เลือก
tr: Seçilen dosya(lar)ın düzenleme tarihini değiştir
uk: Змінити дату модифікації вибраного(их) файлу(ів)
vi: Thay đổi ngày chỉnh sửa của tệp(ies) đã chọn
zh_cn: 更改选定文件的修改日期

source: Change modification date
ar: تغيير تاريخ التعديل
bg: Промяна на датата на модификация
bo: རྩོམ་ཡོན་ཚེས་ལོ
de: Änderungsdatum ändern
el: Αλλαγή ημερομηνίας τροποποίησης
es: Cambiar fecha de modificación
fa: تغییر تاریخ ویرایش
fi: Muuta muokkauspäivämäärää
fr: Modifier la date de modification
ga: Athraigh dáta an mhodhnóireachta
gd: Atharraich ceann-latha na h-atharrachaidh
hr: Promijeni datum izmjene
hu: Módosítási dátum megváltoztatása
id: Ubah tanggal modifikasi
it: Cambia la data di modifica
ja: 変更日時を変更
kn: ತಿದ್ದುಪಡಿ ದಿನಾಂಕವನ್ನು ಬದಲಿಸಿ
ko: 수정 날짜 변경
ku: Dîrokê guhertina modîfîkasyona biguherîne
lo: ປ່ຽນວັນທີປັບປຸງ
mk: Променете го датумот на измена
mn: Өөрчлөлтийн огноог өөрчлөх
ms: Tukar tarikh pengubahsuaian
mt: Biddel id-data tal-modifika
nb: Endre endringsdato
ne: परिमार्जन मिति परिवर्तन गर्नुहोस्
nl: Wijzig wijzigingsdatum
pl: Zmień datę modyfikacji
pt: Alterar data de modificação
ro: Schimbă data de modificare
ru: Изменить дату модификации
sk: Zmeniť dátum úpravy
sl: Spremenite datum spremembe
sv: Ändra ändringsdatum
sw: Badilisha tarehe ya mabadiliko
th: เปลี่ยนวันที่การแก้ไข
tr: Düzenleme tarihini değiştir
uk: Змінити дату модифікації
vi: Thay đổi ngày chỉnh sửa
zh_cn: 更改修改日期

source: No file selected.
ar: لم يتم اختيار أي ملف.
bg: Не е избран файл.
bo: འབྱོར་འཛིན་འཛིང་ཁྱད་མཐུད་ཡོང་
de: Keine Datei ausgewählt.
el: Δεν έχει επιλεγεί αρχείο.
es: No se ha seleccionado ningún archivo.
fa: هیچ فایلی انتخاب نشده است.
fi: Ei tiedostoa valittu.
fr: Aucun fichier sélectionné.
ga: Níl comhad roghnaithe.
gd: Cha deach faidhle a thaghadh.
hr: Nema odabranih fajlova.
hu: Nincs fájl kiválasztva.
id: Tidak ada file yang dipilih.
it: Nessun file selezionato.
ja: ファイルが選択されていません。
kn: ಯಾವುದೇ ಫೈಲ್ ಆಯ್ದಿಲ್ಲ.
ko: 선택된 파일이 없습니다.
ku: Tu pelek nehatiye hilbijartin.
lo: ບໍ່ມີໄຟລ໌ທີ່ເລືອກ
mk: Нема избрано фајл.
mn: Файл сонгогдоогүй.
ms: Tiada fail dipilih.
mt: M'hemmx fajl magħżul.
nb: Ingen fil valgt.
ne: कुनै फाइल चयन गरिएको छैन।
nl: Geen bestand geselecteerd.
pl: Nie wybrano żadnego pliku.
pt: Nenhum arquivo selecionado.
ro: Nu a fost selectat niciun fișier.
ru: Не выбран файл.
sk: Žiadny súbor nebol vybraný.
sl: Ni izbranih datotek.
sv: Inget fil vald.
sw: Hakuna faili iliyochaguliwa.
th: ไม่มีไฟล์ที่เลือก
tr: Hiçbir dosya seçilmedi.
uk: Файл не вибраний.
vi: Chưa chọn tệp nào.
zh_cn: 没有选择文件。

source: No date selected. Exiting.
ar: لم يتم اختيار تاريخ. الخروج.
bg: Не е избрана дата. Излизам.
bo: འདིའི་དམར་བཅོས་ལོ་འབུར་འདོ
de: Kein Datum ausgewählt. Beende.
el: Δεν έχει επιλεγεί ημερομηνία. Έξοδος.
es: No se ha seleccionado ninguna fecha. Saliendo.
fa: تاریخی انتخاب نشده است. در حال خروج.
fi: Ei päivämäärää valittu. Poistutaan.
fr: Aucune date sélectionnée. Sortie.
ga: Níl dáta roghnaithe. Ag fágáil.
gd: Cha deach ceann-latha a thaghadh. A’ fàgail.
hr: Nema odabranog datuma. Izlazim.
hu: Nincs dátum kiválasztva. Kilépés.
id: Tidak ada tanggal yang dipilih. Keluar.
it: Nessuna data selezionata. Uscita.
ja: 日付が選択されていません。終了します。
kn: ಯಾವುದೇ ದಿನಾಂಕ ಆಯ್ದಿಲ್ಲ. ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ.
ko: 날짜가 선택되지 않았습니다. 종료합니다.
ku: Tu dîrokek nehatiye hilbijartin. Derbas bûn.
lo: ບໍ່ມີວັນທີທີ່ເລືອກ. ກຳລັງອອກ.
mk: Нема избран датум. Излегувам.
mn: Огноо сонгогдоогүй. Гарах.
ms: Tiada tarikh dipilih. Keluar.
mt: M'hemmx data magħżula. Qed nitlaq.
nb: Ingen dato valgt. Lukker.
ne: कुनै मिति चयन गरिएको छैन। बाहिर निस्किरहेको छ।
nl: Geen datum geselecteerd. Afsluiten.
pl: Nie wybrano daty. Zakończenie.
pt: Nenhuma data selecionada. Saindo.
ro: Nu a fost selectată nicio dată. Ieșire.
ru: Не выбрана дата. Выход.
sk: Nebola vybraná žiadna dátum. Ukončujem.
sl: Ni izbranega datuma. Izhod.
sv: Ingen datum vald. Avslutar.
sw: Hakuna tarehe iliyochaguliwa. Inatoka.
th: ไม่มีวันที่เลือก ออก
tr: Hiçbir tarih seçilmedi. Çıkılıyor.
uk: Дата не вибрана. Вихід.
vi: Chưa chọn ngày. Đang thoát.
zh_cn: 没有选择日期。退出。

source: No time selected. Exiting.
ar: لم يتم اختيار وقت. الخروج.
bg: Не е избрано време. Излизам.
bo: འདི་ཡོད་རྩོམ་ཡམ་ནུས་ཡོག་འདོ
de: Keine Uhrzeit ausgewählt. Beende.
el: Δεν έχει επιλεγεί ώρα. Έξοδος.
es: No se ha seleccionado ninguna hora. Saliendo.
fa: زمانی انتخاب نشده است. در حال خروج.
fi: Ei aikaa valittu. Poistutaan.
fr: Aucune heure sélectionnée. Sortie.
ga: Níl am roghnaithe. Ag fágáil.
gd: Cha deach ùine a thaghadh. A’ fàgail.
hr: Nema odabranog vremena. Izlazim.
hu: Nincs idő kiválasztva. Kilépés.
id: Tidak ada waktu yang dipilih. Keluar.
it: Nessun orario selezionato. Uscita.
ja: 時間が選択されていません。終了します。
kn: ಯಾವುದೇ ಸಮಯ ಆಯ್ದಿಲ್ಲ. ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ.
ko: 시간이 선택되지 않았습니다. 종료합니다.
ku: Tu demek nehatiye hilbijartin. Derbas bûn.
lo: ບໍ່ມີເວລາທີ່ເລືອກ. ກຳລັງອອກ.
mk: Нема избран време. Излегувам.
mn: Цаг сонгогдоогүй. Гарах.
ms: Tiada masa dipilih. Keluar.
mt: M'hemmx ħin magħżul. Qed nitlaq.
nb: Ingen tid valgt. Lukker.
ne: कुनै समय चयन गरिएको छैन। बाहिर निस्किरहेको छ।
nl: Geen tijd geselecteerd. Afsluiten.
pl: Nie wybrano godziny. Zakończenie.
pt: Nenhum horário selecionado. Saindo.
ro: Nu a fost selectată nicio oră. Ieșire.
ru: Не выбрано время. Выход.
sk: Nebol vybraný žiadny čas. Ukončujem.
sl: Ni izbranega časa. Izhod.
sv: Ingen tid vald. Avslutar.
sw: Hakuna muda uliyochaguliwa. Inatoka.
th: ไม่มีเวลาที่เลือก ออก
tr: Hiçbir saat seçilmedi. Çıkılıyor.
uk: Час не вибраний. Вихід.
vi: Chưa chọn thời gian. Đang thoát.
zh_cn: 没有选择时间。退出。

source: Modification complete!
ar: تم التعديل بنجاح!
bg: Модификацията е завършена!
bo: ཚེས་དང་མཐུད་ཡོང་དཀལས
de: Änderung abgeschlossen!
el: Η τροποποίηση ολοκληρώθηκε!
es: ¡Modificación completada!
fa: تغییرات با موفقیت انجام شد!
fi: Muokkaus valmis!
fr: Modification terminée !
ga: Críochnaíodh an t-athrú!
gd: Atharrachadh deiseil!
hr: Izmjena dovršena!
hu: Módosítás befejezve!
id: Modifikasi selesai!
it: Modifica completata!
ja: 変更が完了しました！
kn: ತಿದ್ದುಪಡಿ ಪೂರ್ಣವಾಗಿದೆ!
ko: 수정이 완료되었습니다!
ku: Modîfîkasyonê bi serfirazî qediya!
lo: ການປັບປຸງສຳເລັດແລ້ວ!
mk: Измената е завршена!
mn: Өөрчлөлт дууссан!
ms: Pengubahsuaian selesai!
mt: Il-modifika kompluta!
nb: Endring fullført!
ne: परिमार्जन सम्पन्न!
nl: Wijziging voltooid!
pl: Modyfikacja zakończona!
pt: Modificação concluída!
ro: Modificarea completă!
ru: Модификация завершена!
sk: Úprava dokončená!
sl: Sprememba končana!
sv: Ändring slutförd!
sw: Mabadiliko yamekamilika!
th: การแก้ไขเสร็จสมบูรณ์!
tr: Değişiklik tamamlandı!
uk: Модифікація завершена!
vi: Chỉnh sửa hoàn tất!
zh_cn: 修改完成！

source: Enable file backup.
ar: تمكين النسخ الاحتياطي للملفات.
bg: Активирайте архивиране на файловете.
bo: བཀར་སྐུལ་སོག་བཤད་འདོ
de: Dateisicherung aktivieren.
el: Ενεργοποίηση αντιγράφου ασφαλείας αρχείων.
es: Habilitar copia de seguridad de archivos.
fa: فعال‌سازی پشتیبان‌گیری از فایل.
fi: Ota tiedostojen varmuuskopiointi käyttöön.
fr: Activer la sauvegarde des fichiers.
ga: Cabhair ar ais na comhad a chumasú.
gd: Cumail a' cùl-taic faidhle.
hr: Omogući sigurnosnu kopiju fajla.
hu: Fájl mentés engedélyezése.
id: Aktifkan cadangan file.
it: Abilita il backup del file.
ja: ファイルバックアップを有効にする。
kn: ಫೈಲ್ ಬ್ಯಾಕಪ್ ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 파일 백업 활성화
ku: Pêşkêşkirina backupê ya pelê aktiv bike.
lo: ເປີດໃຊ້ງານການສແບກປອບຂອງໄຟລ໌.
mk: Овозможете резервна копија на фајловите.
mn: Файлын нөөцлөлтийг идэвхжүүлэх.
ms: Dayakan sandaran fail.
mt: Attiva l-għajnuna ta' backup tal-fajl.
nb: Aktiver filbackup.
ne: फाइल ब्याकअप सक्षम गर्नुहोस्।
nl: Schakel bestand back-up in.
pl: Włącz kopię zapasową pliku.
pt: Habilitar backup de arquivos.
ro: Activează backup-ul fișierelor.
ru: Включить резервное копирование файлов.
sk: Povoliť zálohu súboru.
sl: Omogočite varnostno kopijo datotek.
sv: Aktivera filbackup.
sw: Washa nakala ya faili.
th: เปิดใช้งานการสำรองไฟล์
tr: Dosya yedeğini etkinleştir.
uk: Увімкнути резервне копіювання файлів.
vi: Bật sao lưu tệp.
zh_cn: 启用文件备份。

source: Enable debug (log file).
ar: تمكين تصحيح الأخطاء (ملف السجل).
bg: Активирайте дебъг (лог файл).
bo: འབྲེལ་ཁྱབ་མགྱོག་འཛིང་ལུཡ་བསྟྺ
de: Debug aktivieren (Protokolldatei).
el: Ενεργοποίηση αποσφαλμάτωσης (αρχείο καταγραφής).
es: Habilitar depuración (archivo de registro).
fa: فعال‌سازی اشکال‌زدایی (فایل لاگ).
fi: Ota virheenkorjaus käyttöön (lokitiedosto).
fr: Activer le débogage (fichier journal).
ga: Cabhair déileála (comhad logála) a chumasú.
gd: Cumail a' dì-bhualadh (faidhle log).
hr: Omogući otklanjanje pogrešaka (log datoteka).
hu: Hibakeresés engedélyezése (naplófájl).
id: Aktifkan debug (file log).
it: Abilita il debug (file di log).
ja: デバッグを有効にする（ログファイル）。
kn: ಡಿಬಗ್ ಸಕ್ರಿಯಗೊಳಿಸಿ (ಲಾಗ್ ಫೈಲ್).
ko: 디버그 활성화 (로그 파일)
ku: Pêşkêşkirina debugê (pelê log) aktiv bike.
lo: ເປີດໃຊ້ງານການດິບກຸບ (ໄຟລ໌ລອກ).
mk: Овозможете дебаг (лог фајл).
mn: Дебаг идэвхжүүлэх (лог файл).
ms: Dayakan debug (fail log).
mt: Attiva d-dibagg (file tal-log).
nb: Aktiver feilsøking (loggfil).
ne: डिबग सक्षम गर्नुहोस् (लग फाइल)।
nl: Schakel debug in (logbestand).
pl: Włącz debugowanie (plik dziennika).
pt: Habilitar depuração (arquivo de log).
ro: Activează depanarea (fișier de log).
ru: Включить отладку (файл журнала).
sk: Povoliť ladenie (log súbor).
sl: Omogočite odpravljanje napak (log datoteka).
sv: Aktivera debug (loggfil).
sw: Washa debug (faili la logi).
th: เปิดใช้งานดีบัก (ไฟล์บันทึก)
tr: Hata ayıklamayı etkinleştir (log dosyası).
uk: Увімкнути налагодження (лог-файл).
vi: Bật gỡ lỗi (tệp nhật ký).
zh_cn: 启用调试（日志文件）。

source: Yes
ar: نعم
bg: Да
bo: ཡི་རྗེ
de: Ja
el: Ναι
es: Sí
fa: بله
fi: Kyllä
fr: Oui
ga: Sea
gd: Tha
hr: Da
hu: Igen
id: Ya
it: SÃ¬
ja: はい
kn: ಹೌದು
ko: 네
ku: Erê
lo: ແມ່ນ
mk: Да
mn: Тийм
ms: Ya
mt: Iva
nb: Ja
ne: हो
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
sw: Ndio
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是

source: No
ar: لا
bg: Не
bo: ལུ་ཡོ
de: Nein
el: Όχι
fa: خیر
fi: Ei
fr: Non
ga: Ní hea
gd: Chan eil
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
kn: ಇಲ್ಲ
ko: 아니오
ku: Na
lo: ບໍ່
mk: Не
mn: Үгүй
ms: Tidak
mt: Le
nb: Nei
ne: होइन
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
sw: Hapana
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否

source: Cancel
ar: إلغاء
bg: Отказ
bo: གཏོད་འཁོལ
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
gd: Cuir dheth
hr: Otkaži
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ku: Bersivandin
lo: ຍົກເລີກ
mk: Откажи
mn: Цуцлах
ms: Batal
mt: Annulla
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal et
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消

source: Select options:
ar: اختر الخيارات:
bg: Изберете опции:
bo: འདི་ཡོད་ཡའོ་འོས
de: Optionen auswählen:
el: Επιλέξτε επιλογές:
es: Seleccionar opciones:
fa: انتخاب گزینه‌ها:
fi: Valitse asetukset:
fr: Sélectionnez les options :
ga: Roghnaigh roghanna:
gd: Tagh roghainnean:
hr: Odaberite opcije:
hu: Válasszon lehetőségeket:
id: Pilih opsi:
it: Seleziona le opzioni:
ja: オプションを選択:
kn: ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ:
ko: 옵션을 선택하세요:
ku: Vebijarkên hilbijêrin:
lo: ເລືອກຕົວເລືອກ:
mk: Изберете опции:
mn: Сонголтуудыг сонгоно уу:
ms: Pilih pilihan:
mt: Agħżel l-opzjonijiet:
nb: Velg alternativer:
ne: विकल्प चयन गर्नुहोस्:
nl: Selecteer opties:
pl: Wybierz opcje:
pt: Selecione as opções:
ro: Selectează opțiuni:
ru: Выберите параметры:
sk: Vyberte možnosti:
sl: Izberite možnosti:
sv: Välj alternativ:
sw: Chagua chaguzi:
th: เลือกตัวเลือก:
tr: Seçenekleri seçin:
uk: Виберіть опції:
vi: Chọn các tùy chọn:
zh_cn: 选择选项：
